[{"title":"若你遇见我","date":"2018-05-17T04:15:25.000Z","path":"2018/05/17/若你遇见我/","text":"若你遇见我，我会说这是缘，是机遇…… 若你遇见我，请你主动和我说话，我比较内向，不会主动和你打招呼。但是，如果你跟我说话了，我一定会笑着说：“你好”。你不要担心，我会冷冷的对你，我会充满热情的跟你交朋友。 若你遇见我，请把你最真实的一面给我看。让你的喜怒哀乐尽情的展现在我的面前，我也会把最真实的自己展现在你的眼前。和你一起展现最真实的自己，一起喜怒哀乐。 若你遇见我，请你主动的进入我的世界，同我一起感受世界的美好。我喜欢看书，让我们一起感受书中世界的美好。感受那林黛玉和贾宝玉的爱情，感受那封建社会的黑暗。我们看见那崔莺莺，打破了封建制度的牢笼，追求着自己的幸福。让我们一起沉浸在书中的世界，一同感受书中主角的经历。 若你遇见我，请不要被我的话语伤到。你跟我认识久了会发现我跟以前不一样。我有点神经大条，大大咧咧的。你也会发现我说话不经过大脑的思考，说出来的话可能会伤害到你。但是请你相信我，那不是我的本意，希望你能原谅我，我们还是好朋友。 若你遇见我，请你提醒我要干什么。不知道为什么我有点健忘，所以如果我忘记了什么事情，请你不要生气。我没有办到，我会改的，请你放心。 若你遇见我，你会发现我根本不会照顾自己。生活的没有规律，我知道你看了一定会生气。但是请你相信我，我一定会改变的。你会发现，我根本就不在乎别人怎么看我，我只是知道要做好自己。 若你遇见我，你会发现我在学习上很不努力。我需要你在我身边时时刻刻的提醒我。我还会给自己压力，却不懂得把压力变为动力，我需要你的帮助。 若你遇见我，你会和我交朋友，与我交心吗? 若你遇见我……","tags":[{"name":"朋友","slug":"朋友","permalink":"http://NaNfriend.github.io/tags/朋友/"}]},{"title":"暖","date":"2018-05-17T04:12:39.000Z","path":"2018/05/17/暖/","text":"首先想到的是一首诗，暖暖，是这首诗中作者思念、怀恋的女孩。诗句已经记不清，但是，“暖暖”这充满诗意的名字，总使眼前有她温柔、俏丽、腼腆的形象。 在萧瑟寒冷的秋风过后，在纷纷扬扬的冬雪过后，我们或许会有一种岁月蹉跎后的凄楚、无奈，或许会有一种曲终人散后的冷落、寂寞，但是，回顾身后的人生旅途，总会有一些美丽的记忆，温暖着你我。 感叹人生，虽然天空中没有留下一点痕迹，你已经飞过；但是，我会永远记着，你的明眸如我茫茫黑夜中的星光闪烁。 又想到了我们许多同学与恩师的相聚。温馨的场景，热闹的场面，往事在心中的泪水中涌现。恍然领悟，年少时候的心，曾经是多么地渴望被温暖着。 那是寒风凌冽的季节，那是布满阴云的季节，瑟瑟颤抖的更是迷茫的心灵。那是虽有阳光，却不知道远方的季节。不知道理想追求是什么，不知道梦想是什么。 那时的恩师，正是我们心中美神的象征。是恩师的启迪，是恩师温暖的微笑，拂去了我们心中的阴霾，从此，我们才真正的明白什么叫做人生。与恩师在一起，永远如坐春风。 更想到了给了我们无尽温暖的母亲。 母亲给我们的岂止是生命。母亲的养育之恩，是我们今生今世获得的最伟大的温暖真情。 “慈母手中线，游子身上衣”，“谁言寸草心，报得三春晖”。有一天，我们也许会离开母亲，为事业、为梦想，走天涯，闯天下，但是，无论我们遇到怎样的人生坎坷，无论我们获得了怎样的事业成功，我们都不能忘记报答母亲。 走遍天涯海角，我们或许会感受到人间无数的温暖；但是，最温暖的还是母亲！ 暖，这是一个最让人激动、心酸的词语，也是一个最让人激动、幸福的词语，也是一个最富有诗意的词语。我们之所以感到人生的美好，生命的珍贵，一切皆源于这个词语。 我们感恩太阳，给了大地万物以阳光和温暖。 我们感恩母亲，我们感恩像母亲一样的恩师，我们感恩相爱的人，我们感恩一切给了我们温暖的人们！ 我们感恩，世界有了温暖，我们的身心不再感到寒冷！","tags":[{"name":"感恩","slug":"感恩","permalink":"http://NaNfriend.github.io/tags/感恩/"}]},{"title":"青春，我们踏歌而行","date":"2018-05-17T04:08:14.000Z","path":"2018/05/17/青春，我们踏歌而行/","text":"此刻的我们正值青春年少，意气风发，生活的波澜还未强悍到磨平我们的锋芒，着短暂的被我们称为“青春”的路途因我们的梦想而发光。高考是我们期待的骄傲，她代表着我们即将长大，代表着我们开始面临着抉择，代表着我们对人生的一切负责……同时着也是一道人生的分水岭，意味着艰辛的付出。 阳光明媚的早晨，走在上学的路上，偶尔伸出手掌，撒开指尖，让那晨光温柔地穿过，照在脸庞。寒窗十载，多年的希冀穿托了我们对人生的向往。 谁说青春的我们只是娇生惯养？ 谁说青春的我们不谙世事？ 谁说青春的我们只会暗然份神？ 青春的我们，一如奔腾的骏马或展翅的雄鹰。我们懂得人生的道路不总是一帆风顺的，一望无际的。 青春的我们从不无动于衷，有话就说， 青春的我们从不顺风顺水，所以冲动， 青春的我们从不安于现状，所以叛逆张扬， 青春是用意志的血滴和拼搏的汗水酿成的琼浆——历久弥香；青春是用不凋的希望和不灭的向往编织的彩虹——绚丽辉煌；青春是用永恒的执着和顽强的韧劲筑起的一道钢壁铁墙——固若金汤，没有经历过生活磨练的青春，不够完整，没有享受过付出后的快乐不够痛快，恣意的青春，让我们抒写自己的动人歌曲，踏歌而行。","tags":[{"name":"青春","slug":"青春","permalink":"http://NaNfriend.github.io/tags/青春/"}]},{"title":"面朝大海，爱上春暖花开","date":"2018-05-17T04:07:13.000Z","path":"2018/05/17/面朝大海，爱上春暖花开/","text":"暮色悄然降临，时光安然无恙；人随风烟淡忘，平凡的故事，雕刻了时光，带几分凄凉；平凡的人，拾几分感动，捻一指花香，静坐时光巷陌，看彼岸花开，安安稳稳地过一生。静坐时光巷陌，面朝大海，看春暖花开。 站在希望的田野上，看看天空漂浮的白云，低头的浅笑，指间的温柔，夕阳洒落。雾失楼台，月迷津度，关于时光的记忆零零碎碎，像一副散乱有致的拼图，在拚凑不全的青春里，如同一场冗长而仓促的梦。我喜欢仰望着天空清澈的眼神，斜阳暮色，古藤阴下，荒芜的岁月也有西元前的苏格拉。回眸曾经，写下记忆，守着灯火，祈祷。 寒冬过后，轻风吹拂袅袅炊烟，生命的绿色顺着暖色的阳光爬上了流年的窗台，又是一际破晓之晨悄然降临，又是一年希望之春拥抱亲吻大地。 寒冬岁月的积雪沉封着荼蘼旧梦，呼啸而过的寒风狂扫摇滚律动的青春；冰冻在白雪皑皑城里的热忱生命，用温柔有力的言语饱含深情地呼唤着春的回归。 春去春又来，花谢花会再开。人生的渡口，你我都是过客，缠绵纠结过后，背道而驰，从此再无交织；逆水行舟，梦见你，爱上你，亦对亦错，是祸是福，是喜是悲，已无关紧要，因为，我曾走过你的快乐与忧伤，留下或深或浅的痕迹，也许你会再某一个低眉回首的瞬间，想起我对你微笑的样子。 待到春花烂漫时，在生活这片热忱的土地上，播撒希望的种子。生活，需要一段隐忍的时光，或沉痛，或悲抑，让人幼稚走向成熟，刻骨了一份快乐，铭心了一份悲伤，。当梦想与现实狭路相逢，每个人的心里都有衡量是非对错的标准，它无关自然风雨，无关风花雪月，无关人情世故，只关乎自己的心情，只关乎自己生活的方式与态度。每一个故事，错与对，喜与悲，精彩或凄凉，都有它注定的开始与结局，我们没有必要再别人的故事里停留太久，缠绵她的忧伤，辗转它的不舍，走过了，付出了，安心了，就去开始续写下一个故事，投注新的感情，收获新的感知，开始新的生活，开启新的旅程，继续好好地生活。 于春暖花开的季节，走过爱情的长途，收获一份成长。从伤痛的烈火中涅盘重生，比飞蛾扑火还要燃烧地彻底，比昙花一现还要来得壮美。一叶知秋，一花一世界，一人一故事，一心知事，风吹迷雾，一场梨花白雪，一场旧梦，涉世未深我们不再是一个人孤芳自赏廊桥遗梦的风景，生活的斜风骤雨总会让人在安逸闲淡中翻然醒悟，也会冲淡一切岁月的伤痕；生活是一段会说话的过往，没有预演与彩排的故事带给我们一份份真挚深情的感动，教会我们一个面对红尘阡陌的坎坷，走出岁月的阴霾，重拾流年彼岸的一地阳光，走过岁末的长途。 做像春天一样的女子，收获一份暖心的幸福。半空摇曳的彩虹，一瞬而过，停留它片刻的美丽与温柔，需要一份雨过天晴的明媚，驱散乌云的阴霾；稍纵即逝的爱情，一去不返，保留它三世的流连与眷恋，需要一份云淡风轻的包容，化解生活的矛盾。阴晴不定的生活，有时微笑，有时黑脸，需要一束柔和的阳光，照亮没有灯火烛光的黑夜，让爱情少一次碰撞，多一份安定；少一次摩擦，多一份融合；少一份争执，多一份幸福。柔软的时光，揉碎了执着，荒芜了等待。岁月，来时，脚步很轻，却惊醒了时光；去时，脚步很快，却平息了风雨，平复了伤口。 时光无言，岁月无语，爱没有结果，只有开始；爱没有答案，只有付出。静坐时光巷陌，面朝大海，走过岁月的长街，看彼岸花开。跌跌撞撞是生活，走走停停是人生，我们空怀忘情，恋上天空；我们心同言，手同语，恋上白云，收敛浮躁，走过寂寥的长夜。 面朝大海，爱上春暖花开。 心向春光，恋上暖心幸福。","tags":[{"name":"爱","slug":"爱","permalink":"http://NaNfriend.github.io/tags/爱/"}]},{"title":"红尘深处，陌上花开","date":"2018-05-06T17:48:03.000Z","path":"2018/05/07/红尘深处，陌上花开/","text":"有人说：“一个人是诗，两个人是画”。默默地诵读这句，意蕴全出。画里有诗，诗中有画。在诗与画中寻求自我，然后柔情，淡泊，超然。 一个人的世界，一个人的雅致。 在万千情愫的月光里追寻尘世中曾经擦肩而过的佳人，回忆便从眉梢掠过，萦绕回旋，伤心与欢乐都随着冷俊的清风消失。剩下纯一色的的感悟弥漫在骨子里，经得起风云烟雨，将沉淀出隐隐的花色。 或者一个人携一朵五月流云，轻拾一枚瘦叶，书一笔清远与写意，将一抹如莲的心事轻托于指尖，放飞。或者手握一本诗书，在平平仄仄的诗句中，静待一位从千年走来的女子，弹着箜篌，诉着相思，品读她誓与君朝潮暮暮的坚贞决绝，在寥寥数字的空楼里，静听唐风宋雨。 秋水盈灵，彩云追月，任清风，摇落了桂枝上的花瓣。牵一缕月光，徜徉阑珊，风过轻柔，落叶呢喃，撷一片安守入心，品一壶清茶，暗香迂回。 或者一个人乘着孤舟，穿着蓑衣，踏着草履，打江南走过，变成一位朴实无华的船夫。在红尘中摆渡，那种随意的洒脱，浸透心灵深处，远风不会吹灭沾霜的渔火，晚风不会吹落树梢上的月色，念一声天地之悠悠，悲何兮，壮士、山河仍在，且从容。 夜色，苍茫，月光隐约低转。拈一缕轻风，在春天里，把难诉的心语，刻入心底；在月光下，山的剪影如淡淡的水墨，遥望山川旖旎，指间烟云，世间千年恍如一瞬，竟忘却了自身的存在，弹一曲旋律，化成一缕轻风，羽化在这美好之中。聆听花开无言的声音。 一个人，一杯茶，一本书，一帘梦，细细品味寂寞，方知寂寞竟是如此柔骨。 灯火阑珊，一个人漫舞在隔世的离空，携起一生一世的宁静，在静夜如诗的时刻，凝望深邃的世界，已让心淡然沉寂。 独自倦在静淡的时光里，倦在一川的落花飞絮中，是淡定，是从容，是智慧。 有人说：“生命于我们，像春天的风，润暖；像夏日的阳，火热；像秋日的果，丰硕；像冬日的遐思，无时无刻不在累积深刻……” 当两个人静坐一隅，默默的感受心里那份悸动的时候，爱情就像清风如影随行。挥不去袅袅缠绕的眷恋；斩不断缕缕交织的情缘。 岁月如溪，调动着时光的节奏，让心灵温暖次第；爱如舟楫，划过每一个暗夜和晨曦，让心倾听偎依。 纵然隔岸分离，也将在午夜中相思成泪，在流年里笔墨飘飞，在松间月下，执子之手，笑看清辉。 爱情如水墨晕染，缠绵悱恻，又不失素淡雅致。在诗意人生中携佳人长共，视风尘如烟，淡去无痕，弹一曲清音，浮云逐梦，在红尘烟雨里只为彼此倾情独舞。 或者在灯火初上时，人约黄昏后，轻微诉语，含露秋波，或喜，或依，立于古树之下，得一人心，与之不弃。青峰为证，明月为媒。此生两心相悦，锦瑟相合。待到老时，回首经年，曾经一起静待花开，一起千里婵娟，一起午夜梦回。在平平淡淡的时光中，相容，相恋，相偎，相守，已走完一生。 没有众里寻他千百度那般追寻，没有衣带渐宽终不悔那般凄然，没有两情若是久长时，又岂在朝朝暮暮那般宽慰。亦没有此情无计可消愁，才下眉头却上心头那般苍凉。 待浪沙淘尽，且留一抹记忆，一滴清泪；一阕清词，一道轮回。在淡淡的轨迹里，每一抹划痕都是一首绝唱，每一抹弦音都化为一曲离殇，随着绵延交错的时光低吟浅唱，如梦里落花，轻盈飘扬。 夜未深，月未央，体味一个人的诗，两个人的画，一个人揽一怀淡泊，笑望两个人的明月光。 人生中，路过的风景，只是刹那，在刹那变幻中感悟造物者&gt;","tags":[{"name":"静","slug":"静","permalink":"http://NaNfriend.github.io/tags/静/"}]},{"title":"珍惜生命中的怦然心动","date":"2018-05-06T14:29:15.000Z","path":"2018/05/06/珍惜生命中的怦然心动/","text":"当我路过那一条街道，阳光透过梧桐树的叶子打在我的脸上，我突然有一种怦然心动的感觉，就如同刚看完那一部电影后的感觉，那样的甜蜜美好，令人意犹未尽，充满向往。 而那部电影的名字，就叫做“怦然心动”。 梧桐树勾起了我对这部电影的回忆，于是那种感觉就像藤蔓一样在心底深处蔓延，于是回家的时候，我又重新回味了一次怦然心动。 电影是一部很简单的文艺小清新电影，整部电影并不长，却足以令人久久凝望，不管是电影中那自然美丽的风光，还是那平淡真实的情节，还是那文艺青春的语言，都能够带给人一种身临其境，依依不舍的感觉，这部电影朴素而浪漫的向我们讲诉了一段纯真美好的初恋。 故事发生在一个安静迷人的小镇上，故事的主角是两位尚且年少的孩子，女孩子叫朱莉，男孩子叫布莱斯。 从朱莉第一次见布莱斯开始她就迷恋上了那个眼睛明亮灿烂的小男生。而后她总是光明正大的靠近他，但布莱斯却一直对她不理不睬，处处逃避着她。故事用了一种写小说的叙述方式将整个电影情节娓娓道来，将女孩的内心表达的淋漓尽致。也将怦然心动诠释到极点。不管是朱莉初见布莱斯时候的迷恋心动，还是她屡屡缠着他时候的坚持勇敢，还是到后来她想要放下这段爱情时候的不敢面对，或是到最后他们触碰到彼此手那一刹那的一如初见，带给人的，都是那一种怦然心动的感觉。 这部电影，不同于其他粗制滥造的青春电影，而是用了一种极其细腻的方式将两个少年的初恋诠释的淋漓尽致，这部电影让我看到了一个不同的，让我们每个人心生向往的美好场景。 一个风光明媚的小镇，一棵美丽高大的梧桐树，一个文艺早熟的少女和一个胆小帅气的少年。简简单单，却足够令人怦然心动。 我喜欢这样的感觉，坐在高高的梧桐树上，俯瞰远方的美景，就仿佛能够看到全世界，当每天的晨曦在天空中透出第一缕明媚的阳光，当夕阳在落山之前弥留出最后一缕晚霞，我仿佛可以听见大自然呼喊我的声音，那声音在我心里静静的游荡，就像旋律一样美好动听，我很享受这种感觉，我想每天都能在这样的氛围里沉浸片刻，纵然没有人可以理解我，但那种美好已经渗入我的灵魂。我从不在意别人的看法，我想永远留住这份美好，虽然，我并没有能力守住带给我这份美好的梧桐树。 我想，朱莉贝克，你也一定是这样的感觉吧。我也很想和你一起去守护那棵象征着美好的梧桐树，但这毕竟只是虚拟的梦。 我欣赏你能够为了留住生活中的美好而与庞大的现实作斗争，虽然我们斗不过现实，但至少我们证明了我们是真心爱着这份美好，它也会以另一种方式活在我们的心里，永远不会消失。 我相信这份心灵的慰藉也总会有关于那个男孩，毕竟，你从初见他开始就迷恋上了他。虽然后来你们经过了一系列的矛盾，但还好，最后那个男孩终于鼓起勇气来和你在一起了，还为你种下了那棵象征着爱情的梧桐树。 原谅我写不完全属于你们之间的情感万千，虽然年少，但却拥有着成年人未能拥有的单纯美好，或许每个人在年少时都会喜欢上一个人，但不是每个人都能拥有一段完整的初恋，所以我羡慕你们，却不能够写完整。 电影当中有一段最经典的台词：有的人浅薄，有的人金玉其表败絮其中。有一天你会遇到一个彩虹般绚烂的人，当你遇到这个人后，会觉得其他人都只是浮云而已。 这是布莱斯的外公对他说过的话，当他真正意识到自己爱上朱莉贝克的时候，才明白这句话其中的涵义吧。 只希望我们每个人在某一天一回头，一转身，也能遇见一个那样一个人，然后发现她的好，懂得去守护，去珍惜。 也愿每个人都能握紧心头的那个梦，去珍惜生命中的每次怦然心动。","tags":[{"name":"心动","slug":"心动","permalink":"http://NaNfriend.github.io/tags/心动/"}]},{"title":"花开半夏","date":"2018-05-06T14:10:21.000Z","path":"2018/05/06/花开半夏/","text":"清风过境，带着浓浓的秋意催开了将绽未绽的寒菊，逗笑了娃娃的笑脸，秋后，枝头缓缓飘落的秋叶铺满了整条不算宽敞的小路，偶尔三两片落叶调皮的跳着名为永不再见的舞曲，眨眼间，眉宇便染上淡淡的哀愁。 雨后的天总是带有微微的潮意，雨后的天空拥有着不同以往的清新的气息，独自一个人漫步在那落叶铺就的叶之路上，一路上听着那窸窸窣窣的声音，一切仿佛都安静下来了，在这里，能感受到每一朵的呼吸声和水滴一滴一滴的低落声，这里的一切都静得那般不真实，哪怕不真，也不愿意打破心中这片刻的宁静，只想在这里一世长安，静观浮生。 轻捧着盛放的花朵，寻一僻静之地，嗅着那清浅的花香，斜依着参天古树，将手中的百花散落在古树旁，身下是枯软的草地，那种舒适的感觉不禁想让人快点进入梦乡。 随手拾起手边的一片残叶，发现残叶上那清晰的纹路，是如此的浑然天成，那是用怎样的笔才可以勾勒出这清晰的细枝末节，我们这个繁华的世界与这个微妙的世界到底有什么微妙的关系呢。 枯藤、老树、昏鸦，夕阳的余晖静静地斜映而下，那轮将隐未隐的红日，在这般温暖和安静的环境里，竟然明白了一些许久未明白的，有时，不是我们不够好，只是我们不愿意的往前看，我们只愿意在那个封闭的世界里，在原地踏步，总是在自怨自艾。 在逐渐的成长中是我们给自己给自己造成了过多的枷锁，终于到自己不能承受的地步，只得缩在一方天地，苟延残喘的活着。 我们总是在自己逼自己，总是在自己的世界蒙上一层薄纱，看不清前路的自己，总是在一圈圈的打转…… 人，聪明吧，却又是极笨的，有时间一个聪明的人倒不如一个愚人活的自在，活的快乐无忧，我们无时无刻的都在羡慕别人，却怎么也不肯还自己一个清晰的世界和生活，固执的活着那个迷茫的世界，受尽苦楚。 有些人，有些事，该散就散，毕竟天下无不散的宴席，又或者说这次的分离，这次的失望与挫败，都是为了下一次最美的相逢。 与其苦苦的困在曾经的回忆里，倒不如抬头望望天，垂眸赏三两只锦鲤，与月常伴，画船听雨眠。 白光过隙，花开半夏，其实，人的一生极其短暂，与其为难自己，倒不如做一个手执书卷，阅经抚琴的闲雅之人，于落花深处，静候半夏。","tags":[{"name":"回忆","slug":"回忆","permalink":"http://NaNfriend.github.io/tags/回忆/"}]},{"title":"【my-first-blog】","date":"2018-04-16T14:16:40.000Z","path":"2018/04/16/my-first-blog/","text":"这是我的第一篇正式博客啦~开心~","tags":[{"name":"开心","slug":"开心","permalink":"http://NaNfriend.github.io/tags/开心/"}]}]