[{"title":"珍惜生命中的怦然心动","date":"2018-05-06T14:29:15.000Z","path":"2018/05/06/“珍惜生命中的怦然心动”/","text":"当我路过那一条街道，阳光透过梧桐树的叶子打在我的脸上，我突然有一种怦然心动的感觉，就如同刚看完那一部电影后的感觉，那样的甜蜜美好，令人意犹未尽，充满向往。而那部电影的名字，就叫做“怦然心动”。梧桐树勾起了我对这部电影的回忆，于是那种感觉就像藤蔓一样在心底深处蔓延，于是回家的时候，我又重新回味了一次怦然心动。电影是一部很简单的文艺小清新电影，整部电影并不长，却足以令人久久凝望，不管是电影中那自然美丽的风光，还是那平淡真实的情节，还是那文艺青春的语言，都能够带给人一种身临其境，依依不舍的感觉，这部电影朴素而浪漫的向我们讲诉了一段纯真美好的初恋。故事发生在一个安静迷人的小镇上，故事的主角是两位尚且年少的孩子，女孩子叫朱莉，男孩子叫布莱斯。从朱莉第一次见布莱斯开始她就迷恋上了那个眼睛明亮灿烂的小男生。而后她总是光明正大的靠近他，但布莱斯却一直对她不理不睬，处处逃避着她。故事用了一种写小说的叙述方式将整个电影情节娓娓道来，将女孩的内心表达的淋漓尽致。也将怦然心动诠释到极点。不管是朱莉初见布莱斯时候的迷恋心动，还是她屡屡缠着他时候的坚持勇敢，还是到后来她想要放下这段爱情时候的不敢面对，或是到最后他们触碰到彼此手那一刹那的一如初见，带给人的，都是那一种怦然心动的感觉。这部电影，不同于其他粗制滥造的青春电影，而是用了一种极其细腻的方式将两个少年的初恋诠释的淋漓尽致，这部电影让我看到了一个不同的，让我们每个人心生向往的美好场景。一个风光明媚的小镇，一棵美丽高大的梧桐树，一个文艺早熟的少女和一个胆小帅气的少年。简简单单，却足够令人怦然心动。我喜欢这样的感觉，坐在高高的梧桐树上，俯瞰远方的美景，就仿佛能够看到全世界，当每天的晨曦在天空中透出第一缕明媚的阳光，当夕阳在落山之前弥留出最后一缕晚霞，我仿佛可以听见大自然呼喊我的声音，那声音在我心里静静的游荡，就像旋律一样美好动听，我很享受这种感觉，我想每天都能在这样的氛围里沉浸片刻，纵然没有人可以理解我，但那种美好已经渗入我的灵魂。我从不在意别人的看法，我想永远留住这份美好，虽然，我并没有能力守住带给我这份美好的梧桐树。我想，朱莉贝克，你也一定是这样的感觉吧。我也很想和你一起去守护那棵象征着美好的梧桐树，但这毕竟只是虚拟的梦。我欣赏你能够为了留住生活中的美好而与庞大的现实作斗争，虽然我们斗不过现实，但至少我们证明了我们是真心爱着这份美好，它也会以另一种方式活在我们的心里，永远不会消失。我相信这份心灵的慰藉也总会有关于那个男孩，毕竟，你从初见他开始就迷恋上了他。虽然后来你们经过了一系列的矛盾，但还好，最后那个男孩终于鼓起勇气来和你在一起了，还为你种下了那棵象征着爱情的梧桐树。原谅我写不完全属于你们之间的情感万千，虽然年少，但却拥有着成年人未能拥有的单纯美好，或许每个人在年少时都会喜欢上一个人，但不是每个人都能拥有一段完整的初恋，所以我羡慕你们，却不能够写完整。电影当中有一段最经典的台词：有的人浅薄，有的人金玉其表败絮其中。有一天你会遇到一个彩虹般绚烂的人，当你遇到这个人后，会觉得其他人都只是浮云而已。这是布莱斯的外公对他说过的话，当他真正意识到自己爱上朱莉贝克的时候，才明白这句话其中的涵义吧。只希望我们每个人在某一天一回头，一转身，也能遇见一个那样一个人，然后发现她的好，懂得去守护，去珍惜。也愿每个人都能握紧心头的那个梦，去珍惜生命中的每次怦然心动。","tags":[]},{"title":"花开半夏","date":"2018-05-06T14:10:21.000Z","path":"2018/05/06/“花开半夏”/","text":"清风过境，带着浓浓的秋意催开了将绽未绽的寒菊，逗笑了娃娃的笑脸，秋后，枝头缓缓飘落的秋叶铺满了整条不算宽敞的小路，偶尔三两片落叶调皮的跳着名为永不再见的舞曲，眨眼间，眉宇便染上淡淡的哀愁。雨后的天总是带有微微的潮意，雨后的天空拥有着不同以往的清新的气息，独自一个人漫步在那落叶铺就的叶之路上，一路上听着那窸窸窣窣的声音，一切仿佛都安静下来了，在这里，能感受到每一朵的呼吸声和水滴一滴一滴的低落声，这里的一切都静得那般不真实，哪怕不真，也不愿意打破心中这片刻的宁静，只想在这里一世长安，静观浮生。轻捧着盛放的花朵，寻一僻静之地，嗅着那清浅的花香，斜依着参天古树，将手中的百花散落在古树旁，身下是枯软的草地，那种舒适的感觉不禁想让人快点进入梦乡。随手拾起手边的一片残叶，发现残叶上那清晰的纹路，是如此的浑然天成，那是用怎样的笔才可以勾勒出这清晰的细枝末节，我们这个繁华的世界与这个微妙的世界到底有什么微妙的关系呢。枯藤、老树、昏鸦，夕阳的余晖静静地斜映而下，那轮将隐未隐的红日，在这般温暖和安静的环境里，竟然明白了一些许久未明白的，有时，不是我们不够好，只是我们不愿意的往前看，我们只愿意在那个封闭的世界里，在原地踏步，总是在自怨自艾。在逐渐的成长中是我们给自己给自己造成了过多的枷锁，终于到自己不能承受的地步，只得缩在一方天地，苟延残喘的活着。我们总是在自己逼自己，总是在自己的世界蒙上一层薄纱，看不清前路的自己，总是在一圈圈的打转……人，聪明吧，却又是极笨的，有时间一个聪明的人倒不如一个愚人活的自在，活的快乐无忧，我们无时无刻的都在羡慕别人，却怎么也不肯还自己一个清晰的世界和生活，固执的活着那个迷茫的世界，受尽苦楚。有些人，有些事，该散就散，毕竟天下无不散的宴席，又或者说这次的分离，这次的失望与挫败，都是为了下一次最美的相逢。 与其苦苦的困在曾经的回忆里，倒不如抬头望望天，垂眸赏三两只锦鲤，与月常伴，画船听雨眠。白光过隙，花开半夏，其实，人的一生极其短暂，与其为难自己，倒不如做一个手执书卷，阅经抚琴的闲雅之人，于落花深处，静候半夏。","tags":[]},{"title":"【my-first-blog】","date":"2018-04-16T14:16:40.000Z","path":"2018/04/16/my-first-blog/","text":"这是我的第一篇正式博客啦~开心~","tags":[]}]